Repository: kitzler-walli/KeeForge
Catalog: KeeForge/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, zh_hans, zh_hant

source: NextPass couldn't find the selected database file. It may have moved, been deleted, or the saved bookmark may need to be refreshed.
de: NextPass konnte die ausgewählte Datenbankdatei nicht finden. Sie wurde möglicherweise verschoben oder gelöscht, oder das gespeicherte Lesezeichen muss aktualisiert werden.
es: NextPass no pudo encontrar el archivo de base de datos seleccionado. Puede que se haya movido o eliminado, o que sea necesario actualizar el marcador guardado.
fr: NextPass n'a pas pu trouver le fichier de base de données sélectionné. Il a peut-être été déplacé ou supprimé, ou le signet enregistré doit être actualisé.
ja: 選択されたデータベースファイルが見つかりませんでした。移動または削除されたか、保存されているブックマークの更新が必要な可能性があります。
zh_hans: NextPass 找不到所选的数据库文件。文件可能已被移动或删除，或者需要刷新已保存的书签。
zh_hant: NextPass 找不到所選的資料庫檔案。檔案可能已被移動或刪除，或者需要重新整理已儲存的書籤。

source: NextPass couldn't find this cloud database. It may have moved, been deleted, or the account may need to reconnect.
de: NextPass konnte diese Cloud-Datenbank nicht finden. Sie wurde möglicherweise verschoben oder gelöscht, oder das Konto muss erneut verbunden werden.
es: NextPass no pudo encontrar esta base de datos en la nube. Puede que se haya movido o eliminado, o que sea necesario volver a conectar la cuenta.
fr: NextPass n'a pas pu trouver cette base de données cloud. Elle a peut-être été déplacée ou supprimée, ou le compte doit être reconnecté.
ja: このクラウドデータベースが見つかりませんでした。移動または削除されたか、アカウントの再接続が必要な可能性があります。
zh_hans: NextPass 找不到此云端数据库。它可能已被移动或删除，或者账户需要重新连接。
zh_hant: NextPass 找不到此雲端資料庫。它可能已被移動或刪除，或者帳號需要重新連接。

source: NextPass couldn't finish reading this database file.
de: NextPass konnte das Lesen dieser Datenbankdatei nicht abschließen.
es: NextPass no pudo terminar de leer este archivo de base de datos.
fr: NextPass n'a pas pu terminer la lecture de ce fichier de base de données.
ja: このデータベースファイルの読み込みを完了できませんでした。
zh_hans: NextPass 无法完成读取此数据库文件。
zh_hant: NextPass 無法完成讀取此資料庫檔案。

source: NextPass couldn't finish the biometric unlock flow.
de: NextPass konnte das biometrische Entsperren nicht abschließen.
es: NextPass no pudo completar el proceso de desbloqueo biométrico.
fr: NextPass n'a pas pu terminer le processus de déverrouillage biométrique.
ja: 生体認証によるロック解除の処理を完了できませんでした。
zh_hans: NextPass 无法完成生物识别解锁流程。
zh_hant: NextPass 無法完成生物辨識解鎖流程。

source: NextPass couldn't open my database.
de: NextPass konnte meine Datenbank nicht öffnen.
es: NextPass no pudo abrir mi base de datos.
fr: NextPass n'a pas pu ouvrir ma base de données.
ja: NextPass でデータベースを開けませんでした。
zh_hans: NextPass 无法打开我的数据库。
zh_hant: NextPass 無法開啟我的資料庫。

source: NextPass couldn't reach the cloud provider. Try again when your connection is back.
de: NextPass konnte den Cloud-Anbieter nicht erreichen. Versuchen Sie es erneut, sobald Ihre Verbindung wiederhergestellt ist.
es: NextPass no pudo conectar con el proveedor de la nube. Vuelva a intentarlo cuando recupere la conexión.
fr: NextPass n'a pas pu joindre le fournisseur cloud. Réessayez lorsque votre connexion sera rétablie.
ja: クラウドプロバイダに接続できませんでした。ネットワークが回復してからもう一度お試しください。
zh_hans: NextPass 无法连接云服务提供商。请在网络恢复后重试。
zh_hant: NextPass 無法連線至雲端服務供應商。請在網路恢復後再試一次。

source: NextPass couldn't read that photo. Choose a different one.
de: NextPass konnte dieses Foto nicht lesen. Wählen Sie ein anderes aus.
es: NextPass no pudo leer esa foto. Elija otra.
fr: NextPass n'a pas pu lire cette photo. Choisissez-en une autre.
ja: その写真を読み込めませんでした。別の写真を選んでください。
zh_hans: NextPass 无法读取该照片。请选择其他照片。
zh_hant: NextPass 無法讀取該照片。請選擇其他照片。

source: NextPass couldn't recognize this file as a valid KDBX database.
de: NextPass konnte diese Datei nicht als gültige KDBX-Datenbank erkennen.
es: NextPass no pudo reconocer este archivo como una base de datos KDBX válida.
fr: NextPass n'a pas reconnu ce fichier comme une base de données KDBX valide.
ja: このファイルを有効な KDBX データベースとして認識できませんでした。
zh_hans: NextPass 无法将此文件识别为有效的 KDBX 数据库。
zh_hant: NextPass 無法將此檔案辨識為有效的 KDBX 資料庫。

source: NextPass couldn't submit the feedback right now. Please try again later.
de: NextPass konnte das Feedback derzeit nicht senden. Versuchen Sie es später erneut.
es: NextPass no pudo enviar los comentarios en este momento. Inténtelo de nuevo más tarde.
fr: NextPass n'a pas pu envoyer les commentaires pour le moment. Veuillez réessayer plus tard.
ja: 現在フィードバックを送信できません。しばらくしてからもう一度お試しください。
zh_hans: NextPass 目前无法提交反馈。请稍后重试。
zh_hant: NextPass 目前無法送出意見回饋。請稍後再試。

source: NextPass creates KDBX 4 databases encrypted with %@ and Argon2id key derivation (%@). Stronger settings take longer to unlock and may exceed AutoFill's memory limit on some devices.
de: NextPass erstellt KDBX-4-Datenbanken, die mit %1$@ verschlüsselt sind und Argon2id zur Schlüsselableitung verwenden (%2$@). Stärkere Einstellungen verlängern das Entsperren und können auf manchen Geräten das Speicherlimit von AutoFill überschreiten.
es: NextPass crea bases de datos KDBX 4 cifradas con %1$@ y derivación de claves Argon2id (%2$@). Los ajustes más fuertes tardan más en desbloquear y pueden superar el límite de memoria del autorrelleno en algunos dispositivos.
fr: NextPass crée des bases de données KDBX 4 chiffrées avec %1$@ et une dérivation de clé Argon2id (%2$@). Des réglages plus forts allongent le déverrouillage et peuvent dépasser la limite de mémoire du remplissage automatique sur certains appareils.
ja: NextPass は、%1$@ で暗号化し、Argon2id で鍵導出（%2$@）を行う KDBX 4 データベースを作成します。設定を強くするほどロック解除に時間がかかり、デバイスによっては自動入力のメモリ上限を超えることがあります。
zh_hans: NextPass 创建使用 %1$@ 加密和 Argon2id 密钥派生（%2$@）的 KDBX 4 数据库。更强的设置会延长解锁时间，并可能在部分设备上超出自动填充的内存限制。
zh_hant: NextPass 會建立使用 %1$@ 加密和 Argon2id 金鑰衍生（%2$@）的 KDBX 4 資料庫。更強的設定會延長解鎖時間，並可能在部分裝置上超出自動填寫的記憶體限制。

source: NextPass creates KDBX 4 databases encrypted with %@ and Argon2id key derivation (%@). Stronger settings take longer to unlock.
de: NextPass erstellt KDBX-4-Datenbanken, die mit %1$@ verschlüsselt sind und Argon2id zur Schlüsselableitung verwenden (%2$@). Stärkere Einstellungen verlängern das Entsperren.
es: NextPass crea bases de datos KDBX 4 cifradas con %1$@ y derivación de claves Argon2id (%2$@). Los ajustes más fuertes tardan más en desbloquear.
fr: NextPass crée des bases de données KDBX 4 chiffrées avec %1$@ et une dérivation de clé Argon2id (%2$@). Des réglages plus forts allongent le déverrouillage.
ja: NextPass は、%1$@ で暗号化し、Argon2id で鍵導出（%2$@）を行う KDBX 4 データベースを作成します。設定を強くするほど、ロック解除に時間がかかります。
zh_hans: NextPass 创建使用 %1$@ 加密和 Argon2id 密钥派生（%2$@）的 KDBX 4 数据库。更强的设置会延长解锁时间。
zh_hant: NextPass 會建立使用 %1$@ 加密和 Argon2id 金鑰衍生（%2$@）的 KDBX 4 資料庫。更強的設定會延長解鎖時間。

source: NextPass has no local copy of this database yet. Open it once while online, then try exporting again.
de: NextPass hat noch keine lokale Kopie dieser Datenbank. Öffnen Sie sie einmal, während Sie online sind, und versuchen Sie den Export dann erneut.
es: NextPass aún no tiene una copia local de esta base de datos. Ábrala una vez estando en línea y vuelva a intentar la exportación.
fr: NextPass n'a pas encore de copie locale de cette base de données. Ouvrez-la une fois en étant en ligne, puis réessayez l'exportation.
ja: このデータベースのローカルコピーはまだありません。オンラインの状態で一度開いてから、もう一度書き出してください。
zh_hans: NextPass 尚无此数据库的本地副本。请在有网络连接时打开一次，然后重新尝试导出。
zh_hant: NextPass 尚無此資料庫的本機副本。請在有網路連線時開啟一次，然後重新嘗試匯出。

source: NextPass hit an unexpected cloud-sync problem while opening this database.
de: Beim Öffnen dieser Datenbank ist in NextPass ein unerwartetes Problem mit der Cloud-Synchronisierung aufgetreten.
es: NextPass encontró un problema inesperado de sincronización con la nube al abrir esta base de datos.
fr: Un problème inattendu de synchronisation cloud est survenu dans NextPass lors de l'ouverture de cette base de données.
ja: このデータベースを開く際に、予期しないクラウド同期の問題が発生しました。
zh_hans: NextPass 打开此数据库时遇到意外的云同步问题。
zh_hant: NextPass 開啟此資料庫時遇到未預期的雲端同步問題。

source: NextPass hit an unexpected problem while opening this database.
de: Beim Öffnen dieser Datenbank ist in NextPass ein unerwartetes Problem aufgetreten.
es: NextPass encontró un problema inesperado al abrir esta base de datos.
fr: Un problème inattendu est survenu dans NextPass lors de l'ouverture de cette base de données.
ja: このデータベースを開く際に、予期しない問題が発生しました。
zh_hans: NextPass 打开此数据库时遇到意外问题。
zh_hant: NextPass 開啟此資料庫時遇到未預期的問題。

source: NextPass hit an unexpected problem while processing this database.
de: Beim Verarbeiten dieser Datenbank ist in NextPass ein unerwartetes Problem aufgetreten.
es: NextPass encontró un problema inesperado al procesar esta base de datos.
fr: Un problème inattendu est survenu dans NextPass lors du traitement de cette base de données.
ja: このデータベースの処理中に、予期しない問題が発生しました。
zh_hans: NextPass 处理此数据库时遇到意外问题。
zh_hant: NextPass 處理此資料庫時遇到未預期的問題。

source: NextPass is enabled as an AutoFill provider.
de: NextPass ist als AutoFill-Anbieter aktiviert.
es: NextPass está habilitado como proveedor de autorrelleno.
fr: NextPass est activé en tant que fournisseur de Remplissage automatique.
ja: NextPass は自動入力の提供元として有効になっています。
zh_hans: NextPass 已启用为自动填充提供方。
zh_hant: NextPass 已啟用為自動填寫提供者。

source: NextPass is free and open source. Tips help support development. ❤️
de: NextPass ist kostenlos und quelloffen. Trinkgelder unterstützen die Entwicklung. ❤️
es: NextPass es gratuita y de código abierto. Las propinas ayudan a respaldar el desarrollo. ❤️
fr: NextPass est gratuit et open source. Les pourboires aident à soutenir le développement. ❤️
ja: NextPass は無料でオープンソースです。チップは開発の支えになります。❤️
zh_hans: NextPass 免费且开源。打赏有助于支持开发。❤️
zh_hant: NextPass 免費且開源。贊助有助於支持開發。❤️

source: NextPass is now fully translated into French and Spanish throughout the app and AutoFill.
de: NextPass ist jetzt in der gesamten App und in AutoFill vollständig ins Französische und Spanische übersetzt.
es: NextPass ahora está completamente traducida al francés y al español en toda la app y Autorrelleno.
fr: NextPass est désormais entièrement traduit en français et en espagnol dans l’app et le Remplissage automatique.
ja: NextPass の App と自動入力が、フランス語とスペイン語に完全対応しました。
zh_hans: NextPass 的 App 和自动填充现已全面翻译为法语和西班牙语。
zh_hant: NextPass 的 App 和自動填寫現已全面翻譯為法文和西班牙文。

source: NextPass is now fully translated into German throughout the app and AutoFill.
de: NextPass ist jetzt in der gesamten App und in AutoFill vollständig ins Deutsche übersetzt.
es: NextPass ahora está completamente traducida al alemán en toda la aplicación y en Autorrelleno.
fr: NextPass est désormais entièrement traduit en allemand, dans toute l'app et dans le Remplissage automatique.
ja: NextPass の App と自動入力が、ドイツ語に完全対応しました。
zh_hans: NextPass 的 App 和自动填充现已全面翻译为德语。
zh_hant: NextPass 的 App 和自動填寫現已全面翻譯為德文。

source: NextPass is now fully translated into Simplified and Traditional Chinese throughout the app and AutoFill.
de: NextPass ist jetzt in der gesamten App und in AutoFill vollständig ins vereinfachte und traditionelle Chinesisch übersetzt.
es: NextPass ahora está completamente traducida al chino simplificado y tradicional en toda la app y Autorrelleno.
fr: NextPass est désormais entièrement traduit en chinois simplifié et traditionnel dans l’app et le Remplissage automatique.
ja: NextPass の App と自動入力が、簡体字中国語と繁体字中国語に完全対応しました。
zh_hans: NextPass 的 App 和自动填充现已全面翻译为简体中文和繁体中文。
zh_hant: NextPass 的 App 和自動填寫現已全面翻譯為簡體中文和繁體中文。

source: NextPass is now on Mac
de: NextPass gibt es jetzt für den Mac
es: NextPass ya está en Mac
fr: NextPass arrive sur Mac
ja: NextPass が Mac に対応
zh_hans: NextPass 现已登陆 Mac
zh_hant: NextPass 現已登陸 Mac

source: NextPass is temporarily slowing down unlock attempts. Try again in %lld seconds.
de: NextPass verlangsamt Entsperrversuche vorübergehend. Versuchen Sie es in %lld Sekunden erneut.
es: NextPass está ralentizando temporalmente los intentos de desbloqueo. Vuelva a intentarlo en %lld segundos.
fr: NextPass ralentit temporairement les tentatives de déverrouillage. Réessayez dans %lld secondes.
ja: ロック解除の試行を一時的に制限しています。%lld 秒後にもう一度お試しください。
zh_hans: NextPass 正在暂时减缓解锁尝试。请在 %lld 秒后重试。
zh_hant: NextPass 正在暫時減緩解鎖嘗試。請在 %lld 秒後再試一次。

source: NextPass is writing the updated database securely.
de: NextPass schreibt die aktualisierte Datenbank sicher.
es: NextPass está escribiendo la base de datos actualizada de forma segura.
fr: NextPass écrit la base de données mise à jour de manière sécurisée.
ja: 更新したデータベースを安全に書き込んでいます。
zh_hans: NextPass 正在安全地写入更新后的数据库。
zh_hant: NextPass 正在安全地寫入更新後的資料庫。

source: NextPass isn't enabled as an AutoFill provider yet. Turn it on to fill passwords in Safari and other apps.
de: NextPass ist noch nicht als AutoFill-Anbieter aktiviert. Aktivieren Sie NextPass, um Passwörter in Safari und anderen Apps auszufüllen.
es: NextPass todavía no está habilitado como proveedor de Autorrelleno. Actívelo para rellenar contraseñas en Safari y otras aplicaciones.
fr: NextPass n'est pas encore activé en tant que fournisseur de Remplissage automatique. Activez-le pour remplir les mots de passe dans Safari et d'autres apps.
ja: NextPass はまだ自動入力の提供元として有効になっていません。オンにすると、Safari や他の App でパスワードを入力できます。
zh_hans: NextPass 尚未启用为自动填充提供方。开启后即可在 Safari 和其他 App 中填充密码。
zh_hant: NextPass 尚未啟用為自動填寫提供者。開啟後即可在 Safari 和其他 App 中填寫密碼。

source: NextPass isn't enabled as an AutoFill provider yet. Turn it on under General > AutoFill & Passwords to fill passwords in Safari and other apps.
de: NextPass ist noch nicht als AutoFill-Anbieter aktiviert. Aktivieren Sie NextPass unter „Allgemein“ > „AutoFill & Passwörter“, um Passwörter in Safari und anderen Apps auszufüllen.
es: NextPass todavía no está habilitado como proveedor de Autorrelleno. Actívelo en «General» > «Autorrelleno y contraseñas» para rellenar contraseñas en Safari y otras aplicaciones.
fr: NextPass n'est pas encore activé en tant que fournisseur de Remplissage automatique. Activez-le dans « Général » > « Remplissage automatique et mots de passe » pour remplir les mots de passe dans Safari et d'autres apps.
ja: NextPass はまだ自動入力の提供元として有効になっていません。「一般」>「自動入力とパスワード」でオンにすると、Safari や他の App でパスワードを入力できます。
zh_hans: NextPass 尚未启用为自动填充提供方。请在“通用”>“自动填充与密码”中开启，即可在 Safari 和其他 App 中填充密码。
zh_hant: NextPass 尚未啟用為自動填寫提供者。請在「一般」>「自動填寫與密碼」中開啟，即可在 Safari 和其他 App 中填寫密碼。

source: NextPass keeps the last five backups it made before saving or replacing this database on this device.
de: NextPass behält die letzten fünf Sicherungskopien, die es vor dem Speichern oder Ersetzen dieser Datenbank auf diesem Gerät angelegt hat.
es: NextPass conserva las últimas cinco copias de seguridad que creó antes de guardar o sustituir esta base de datos en este dispositivo.
fr: NextPass conserve les cinq dernières sauvegardes créées avant d'enregistrer ou de remplacer cette base de données sur cet appareil.
ja: NextPass は、このデバイスでこのデータベースを保存または置き換える前に作成したバックアップを、最新 5 件まで保持します。
zh_hans: NextPass 会在此设备上保留保存或替换此数据库前所做的最近五份备份。
zh_hant: NextPass 會在此裝置上保留儲存或取代此資料庫前所做的最近五份備份。

source: NextPass needs refreshed cloud access before it can continue with this database.
de: NextPass benötigt aktualisierten Cloud-Zugriff, bevor diese Datenbank weiterverwendet werden kann.
es: NextPass necesita acceso actualizado a la nube antes de poder continuar con esta base de datos.
fr: NextPass a besoin d'un accès cloud actualisé avant de pouvoir continuer avec cette base de données.
ja: このデータベースを続けて使用するには、クラウドへのアクセス権を更新する必要があります。
zh_hans: NextPass 需要刷新云端访问权限后才能继续使用此数据库。
zh_hant: NextPass 需要更新雲端存取權限後才能繼續使用此資料庫。

source: NextPass needs you to reconnect this cloud account before it can open the database.
de: Sie müssen dieses Cloud-Konto erneut verbinden, bevor NextPass die Datenbank öffnen kann.
es: Debe volver a conectar esta cuenta en la nube para que NextPass pueda abrir la base de datos.
fr: Vous devez reconnecter ce compte cloud avant que NextPass puisse ouvrir la base de données.
ja: データベースを開くには、このクラウドアカウントに再接続する必要があります。
zh_hans: NextPass 需要您重新连接此云账户后才能打开数据库。
zh_hant: NextPass 需要您重新連接此雲端帳號後才能開啟資料庫。

source: NextPass no longer has permission to read this database file. Choose it again from the database list to refresh access.
de: NextPass hat keine Leseberechtigung für diese Datenbankdatei mehr. Wählen Sie sie erneut in der Datenbankliste aus, um den Zugriff zu aktualisieren.
es: NextPass ya no tiene permiso para leer este archivo de base de datos. Selecciónelo de nuevo en la lista de bases de datos para actualizar el acceso.
fr: NextPass n'a plus l'autorisation de lire ce fichier de base de données. Sélectionnez-le à nouveau dans la liste des bases de données pour actualiser l'accès.
ja: このデータベースファイルを読み取る権限がなくなりました。アクセス権を更新するには、データベース一覧でもう一度選択してください。
zh_hans: NextPass 已无权读取此数据库文件。请在数据库列表中重新选择它以刷新访问权限。
zh_hant: NextPass 已無權讀取此資料庫檔案。請在資料庫清單中重新選擇它以更新存取權限。

source: NextPass now recognizes one-time passwords saved by the KeeOTP and KeeOtp2 plugins, so you can use their verification codes normally.
de: NextPass erkennt jetzt Einmalpasswörter, die von den Plugins KeeOTP und KeeOtp2 gespeichert wurden, sodass Sie deren Bestätigungscodes wie gewohnt verwenden können.
es: NextPass ahora reconoce las contraseñas de un solo uso guardadas por los complementos KeeOTP y KeeOtp2, de modo que puede usar sus códigos de verificación con normalidad.
fr: NextPass reconnaît désormais les mots de passe à usage unique enregistrés par les plugins KeeOTP et KeeOtp2, afin que vous puissiez utiliser leurs codes de vérification normalement.
ja: KeeOTP および KeeOtp2 プラグインで保存されたワンタイムパスワードを認識できるようになり、その確認コードをそのまま利用できます。
zh_hans: NextPass 现在可识别由 KeeOTP 和 KeeOtp2 插件保存的一次性密码，您可以正常使用它们的验证码。
zh_hant: NextPass 現在可辨識由 KeeOTP 和 KeeOtp2 外掛程式儲存的一次性密碼，您可以正常使用它們的驗證碼。

source: NextPass remembers this key file and prefills it when unlocking. To change the key file the database requires, change the master key.
de: NextPass merkt sich diese Schlüsseldatei und trägt sie beim Entsperren automatisch ein. Um die von der Datenbank verlangte Schlüsseldatei zu ändern, ändern Sie den Master-Schlüssel.
es: NextPass recuerda este archivo de clave y lo rellena automáticamente al desbloquear. Para cambiar el archivo de clave que requiere la base de datos, cambie la clave maestra.
fr: NextPass mémorise ce fichier de clé et le préremplit au déverrouillage. Pour changer le fichier de clé exigé par la base de données, modifiez la clé principale.
ja: NextPass はこのキーファイルを記憶し、ロック解除時に自動的に入力します。データベースが必要とするキーファイルを変更するには、マスターキーを変更してください。
zh_hans: NextPass 会记住此密钥文件，并在解锁时自动填入。要更改数据库所需的密钥文件，请更改主密钥。
zh_hant: NextPass 會記住此金鑰檔案，並在解鎖時自動填入。要更改資料庫所需的金鑰檔案，請更改主金鑰。

source: NextPass suggests credentials from the databases selected below in the keyboard bar. Authentication is required when you tap a suggestion.
de: NextPass schlägt Zugangsdaten aus den unten ausgewählten Datenbanken in der Tastaturleiste vor. Beim Antippen eines Vorschlags ist eine Authentifizierung erforderlich.
es: NextPass sugiere credenciales de las bases de datos seleccionadas a continuación en la barra del teclado. Se requiere autenticación al tocar una sugerencia.
fr: NextPass suggère dans la barre du clavier des identifiants provenant des bases de données sélectionnées ci-dessous. Une authentification est requise lorsque vous touchez une suggestion.
ja: NextPass は、下で選択したデータベースの認証情報をキーボードバーに候補として表示します。候補をタップすると認証が必要です。
zh_hans: NextPass 会在键盘栏中根据下方所选的数据库提供凭据建议。轻点建议时需要进行验证。
zh_hant: NextPass 會在鍵盤列中根據下方所選的資料庫提供憑證建議。點一下建議時需要進行驗證。

source: NextPass suggests credentials from the databases selected below when macOS offers to fill a password. Authentication is required when you choose a suggestion.
de: NextPass schlägt Zugangsdaten aus den unten ausgewählten Datenbanken vor, wenn macOS anbietet, ein Passwort auszufüllen. Beim Auswählen eines Vorschlags ist eine Authentifizierung erforderlich.
es: NextPass sugiere credenciales de las bases de datos seleccionadas a continuación cuando macOS ofrece rellenar una contraseña. Se requiere autenticación al elegir una sugerencia.
fr: NextPass suggère des identifiants provenant des bases de données sélectionnées ci-dessous lorsque macOS propose de remplir un mot de passe. Une authentification est requise lorsque vous choisissez une suggestion.
ja: macOS がパスワードの入力を提案するとき、NextPass は下で選択したデータベースの認証情報を候補として表示します。候補を選ぶと認証が必要です。
zh_hans: 当 macOS 提示填充密码时，NextPass 会根据下方所选的数据库提供凭据建议。选择建议时需要进行验证。
zh_hant: 當 macOS 提示填寫密碼時，NextPass 會根據下方所選的資料庫提供憑證建議。選擇建議時需要進行驗證。

source: NextPass's Documents folder now appears in Finder and Windows File Sharing. Drop a .kdbx file there and it joins your database list automatically.
de: Der Dokumente-Ordner von NextPass erscheint jetzt im Finder und in der Windows-Dateifreigabe. Lege eine .kdbx-Datei dort ab, und sie wird automatisch in deine Datenbankliste aufgenommen.
es: La carpeta Documentos de NextPass ahora aparece en el Finder y en Uso compartido de archivos de Windows. Suelta ahí un archivo .kdbx y se añadirá automáticamente a tu lista de bases de datos.
fr: Le dossier Documents de NextPass apparaît désormais dans le Finder et le Partage de fichiers Windows. Déposez-y un fichier .kdbx et il rejoint automatiquement votre liste de bases de données.
ja: NextPass の「書類」フォルダが Finder と Windows のファイル共有に表示されるようになりました。.kdbx ファイルを入れるだけで、データベース一覧に自動的に追加されます。
zh_hans: NextPass 的“文稿”文件夹现在会显示在 Finder 和 Windows 文件共享中。将 .kdbx 文件放入其中，它会自动加入您的数据库列表。
zh_hant: NextPass 的「文件」資料夾現在會顯示在 Finder 和 Windows 檔案共享中。將 .kdbx 檔案放入其中，它會自動加入您的資料庫清單。

source: Nickname
de: Kurzname
es: Alias
fr: Surnom
ja: ニックネーム
zh_hans: 昵称
zh_hant: 暱稱

source: Niels Ferguson Twofish Implementation
de: Niels Fergusons Twofish-Implementierung
es: Implementación de Twofish de Niels Ferguson
fr: Implémentation Twofish de Niels Ferguson
ja: Niels Ferguson による Twofish 実装
zh_hans: Niels Ferguson Twofish 实现
zh_hant: Niels Ferguson Twofish 實作

source: No backups on this device.
de: Keine Sicherungskopien auf diesem Gerät.
es: No hay copias de seguridad en este dispositivo.
fr: Aucune sauvegarde sur cet appareil.
ja: このデバイスにバックアップはありません。
zh_hans: 此设备上没有备份。
zh_hant: 此裝置上沒有備份。

source: No cloud accounts connected
de: Keine Cloud-Konten verbunden
es: Sin cuentas en la nube conectadas
fr: Aucun compte cloud connecté
ja: 接続済みのクラウドアカウントはありません
zh_hans: 未连接云账户
zh_hant: 尚未連接雲端帳號

source: No Credentials Found
de: Keine Zugangsdaten gefunden
es: No se encontraron credenciales
fr: Aucun identifiant trouvé
ja: 認証情報が見つかりません
zh_hans: 未找到凭据
zh_hant: 找不到憑證

source: No credentials match this search.
de: Keine Zugangsdaten entsprechen dieser Suche.
es: Ninguna credencial coincide con esta búsqueda.
fr: Aucun identifiant ne correspond à cette recherche.
ja: この検索に一致する認証情報はありません。
zh_hans: 没有与此搜索匹配的凭据。
zh_hant: 沒有符合此搜尋的憑證。

source: No Databases
de: Keine Datenbanken
es: Sin bases de datos
fr: Aucune base de données
ja: データベースがありません
zh_hans: 无数据库
zh_hant: 沒有資料庫

source: No databases added yet
de: Noch keine Datenbanken hinzugefügt
es: Aún no se ha añadido ninguna base de datos
fr: Aucune base de données ajoutée pour le moment
ja: データベースがまだ追加されていません
zh_hans: 尚未添加数据库
zh_hant: 尚未加入資料庫

source: No Databases for AutoFill
de: Keine Datenbanken für AutoFill
es: No hay bases de datos para Autorrelleno
fr: Aucune base de données pour le remplissage automatique
ja: 自動入力に使えるデータベースがありません
zh_hans: 没有可用于自动填充的数据库
zh_hant: 沒有可用於自動填寫的資料庫

source: No Earlier Versions
de: Keine früheren Versionen
es: Sin versiones anteriores
fr: Aucune version antérieure
ja: 以前のバージョンはありません
zh_hans: 无更早版本
zh_hant: 沒有更早的版本

source: No Entries
de: Keine Einträge
es: Sin entradas
fr: Aucune entrée
ja: エントリがありません
zh_hans: 无条目
zh_hant: 沒有項目

source: No entries carry this tag anymore.
de: Diesem Tag ist kein Eintrag mehr zugeordnet.
es: Esta etiqueta ya no tiene ninguna entrada asociada.
fr: Plus aucune entrée ne porte ce tag.
ja: このタグが付いたエントリはなくなりました。
zh_hans: 已没有条目带有此标签。
zh_hant: 已沒有項目帶有此標籤。

source: No entries matched "%@".
de: Keine Einträge entsprechen „%@“.
es: Ninguna entrada coincide con «%@».
fr: Aucune entrée ne correspond à « %@ ».
ja: 「%@」に一致するエントリはありません。
zh_hans: 没有与“%@”匹配的条目。
zh_hant: 沒有與「%@」相符的項目。
